tap "epk/epk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "romkatv/powerlevel10k"
brew "bat"
brew "cloc"
brew "deno"
brew "docker"
brew "docker-compose"
brew "fastlane"
brew "fd"
brew "fzf"
brew "gh"
brew "lua"
brew "mas"
brew "neovim"
brew "nmap"
brew "node@16"
brew "pwgen"
brew "python@3.9"
brew "ripgrep"
brew "swiftlint"
brew "tldr"
brew "tmux"
brew "trash"
brew "wget"
brew "youtube-dl"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "alacritty"
cask "bartender"
cask "charles"
cask "clashx"
cask "db-browser-for-sqlite"
cask "discord"
cask "figma"
cask "font-sf-mono-nerd-font"
cask "google-chrome"
cask "hammerspoon"
cask "iina"
cask "istat-menus"
cask "plex"
cask "sf-symbols"
cask "virtualbuddy"
mas "Developer", id: 640199958
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Telegram", id: 747648890
mas "TestFlight", id: 899247664
mas "The Unarchiver", id: 425424353
mas "Vimari", id: 1480933944
mas "WeChat", id: 836500024
