tap "epk/epk"
tap "homebrew/bundle"
tap "xcodesorg/made"
brew "bat"
brew "cloc"
brew "deno"
brew "docker"
brew "docker-compose"
brew "fastlane"
brew "fd"
brew "fzf"
brew "gh"
brew "lua"
brew "mas"
brew "neovim"
brew "nmap"
brew "node@18"
brew "powerlevel10k"
brew "pwgen"
brew "python"
brew "ripgrep"
brew "ruby"
brew "swiftformat"
brew "swiftlint"
brew "tldr"
brew "tmux"
brew "trash"
brew "wget"
brew "youtube-dl"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "xcodesorg/made/xcodes"
cask "alacritty"
cask "bartender"
cask "charles"
cask "db-browser-for-sqlite"
cask "figma"
cask "font-sf-mono-nerd-font"
cask "google-chrome"
cask "hammerspoon"
cask "iina"
cask "istat-menus"
cask "raycast"
cask "sf-symbols"
mas "Apple Configurator", id: 1037126344
mas "Developer", id: 640199958
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Infuse", id: 1136220934
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PastePilot", id: 1658252808
mas "Tailscale", id: 1475387142
mas "Telegram", id: 747648890
mas "TestFlight", id: 899247664
mas "The Unarchiver", id: 425424353
mas "WeChat", id: 836500024
