tap "homebrew/bundle"
tap "oven-sh/bun"
tap "xcodesorg/made"
brew "bat"
brew "cloc"
brew "cocoapods"
brew "codex"
brew "docker"
brew "docker-compose"
brew "ruby"
brew "fastlane"
brew "fd"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "ipatool"
brew "lua"
brew "mas"
brew "neovim"
brew "nmap"
brew "node"
brew "powerlevel10k"
brew "pwgen"
brew "python"
brew "ripgrep"
brew "rust"
brew "swiftformat"
brew "swiftlint"
brew "tldr"
brew "tmux"
brew "wget"
brew "xcode-build-server"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "oven-sh/bun/bun"
brew "xcodesorg/made/xcodes"
cask "bartender" if system 'system_profiler SPPowerDataType | grep -q "Battery Information"'
cask "charles"
cask "claude-code"
cask "db-browser-for-sqlite"
cask "figma"
cask "font-sf-mono"
cask "ghostty"
cask "google-chrome"
cask "hammerspoon"
cask "iina"
cask "microsoft-outlook"
cask "orbstack"
cask "sf-symbols"
cask "stats"
cask "zoom"
mas "Developer", id: 640199958
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Infuse", id: 1136220934
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PastePilot", id: 1658252808
mas "Slack", id: 803453959
mas "Tailscale", id: 1475387142
mas "Telegram", id: 747648890
mas "TestFlight", id: 899247664
mas "The Unarchiver", id: 425424353
mas "WeChat", id: 836500024
mas "Windows App", id: 1295203466
